Repository: saramutina/blink
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ru

source: 2 seconds
fr: 2 secondes
ru: 2 секунды

source: 3 seconds
fr: 3 secondes
ru: 3 секунды

source: 4 seconds
fr: 4 secondes
ru: 4 секунды

source: 5 seconds
fr: 5 secondes
ru: 5 секунд

source: 6 seconds
fr: 6 secondes
ru: 6 секунд

source: 7 seconds
fr: 7 secondes
ru: 7 секунд

source: 8 seconds
fr: 8 secondes
ru: 8 секунд

source: 9 seconds
fr: 9 secondes
ru: 9 секунд

source: 10 seconds
fr: 10 secondes
ru: 10 секунд

source: 11 seconds
fr: 11 secondes
ru: 11 секунд

source: 12 seconds
fr: 12 secondes
ru: 12 секунд

source: 13 seconds
fr: 13 secondes
ru: 13 секунд

source: 14 seconds
fr: 14 secondes
ru: 14 секунд

source: 15 seconds
fr: 15 secondes
ru: 15 секунд

source: Gentle
fr: Douce
ru: Мягкая

source: Harder
fr: Forte
ru: Сильная

source: Pick blink interval:
fr: Intervalle de clignement :
ru: Интервал между морганиями:

source: Start
fr: Commencer
ru: Начать

source: Stop
fr: Arrêter
ru: Стоп

source: Vibration intensity:
fr: Intensité des vibrations:
ru: Интенсивность вибрации:
